Repository: BenKekwandi/PAYONE-BACKUP
Catalog: AdminPanel/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Company Registration
tr: Şirket Tescili

source: Company Info
tr: Şirket Bilgileri

source: Name
tr: Adı

source: Company Address
tr: Şirket Adresi

source: Phone Number
tr: Telefon

source: Email
tr: E-posta

source: Company Contact Person
tr: Şirket İrtibat Kişisi

source: Business Registration Number
tr: Vergi M.S Numarasi

source: Website
tr: Web Sitesi

source: Commission Type
tr: Komisyon Tipi

source: Commission
tr: Komisyon

source: Please select a valid state.
tr: Lütfen Geçerli Şehir Girin.

source: Bank Account Number
tr: Banka Hesabı Numarası

source: Please Enter the Bank Account Number.
tr: Lütfen Banka Hesap Numaranızı Giriniz.

source: Company Manager
tr: Şirket Müdürü

source: Manager (Company Contact Person)
tr: Müdür (Şirket İrtibat Kişisi)

source: Surname
tr: Soyadı

source: Email Address
tr: E-posta

source: Please provide a valid Number.
tr: Lütfen Geçerli Numara Girin.

source: Address
tr: Adres

source: Please provide a valid Address.
tr: Lütfen Adres Girin.

source: Company Salesperson
tr: Şirket Satış Elemanı

source: Salesperson
tr: Satış Sorumlusu

source: Please provide a valid Name.
tr: Lütfen Geçerli İsim Girin.

source: Please provide a valid Surname.
tr: Lütfen Geçerli Soyadı Girin.

source: Please provide a valid Email.
tr: Lütfen Geçerli E-posta girin.

source: Company Files
tr: Şirket Dosyaları

source: Contract
tr: Kontrat

source: Application Form
tr: Başvuru Formu

source: Tax info
tr: Vergi Numarası

source: Others
tr: Diğerleri

source: Register
tr: Kayıt Olun

source: Sorry!
tr: Üzgünüm!

source: The requsted URL was not found on this server.
tr: İstenen URL bu sunucuda bulunamadı.

source: Forgot Password ?
tr: Şifrenizi mi unuttunuz?

source: Enter your email to reset your password.
tr: Şifrenizi sıfırlamak için e-postanızı girin.

source: Verify
tr: Doğrulama

source: Please wait...
tr: Lütfen bekleyin...

source: Back to login
tr: Girişe geri dön

source: CHECK YOUR EMAIL INBOX
tr: E-POSTA GELEN KUTUNUZU KONTROL EDIN

source: Welcome to the Admin Dashboard
tr: Yönetici Kontrol Paneline Hoş Geldiniz

source: The Point Where Opportunities and Security Meet.
tr: Fırsatlar ve Güvenliğin Buluştuğu Nokta.

source: Login to Admin Dashboard
tr: Yönetici Olarak Giriş Yapın

source: Password
tr: Şifre

source: Reset Password ?
tr: Şifre Sıfırlama?

source: Continue
tr: Devam et

source: Welcome to PAYONE
tr: PAYONE'a Hoş Geldiniz

source: Two Step Verification
tr: İki Adımlı Doğrulama

source: Enter the verification code
tr: Doğrulama kodunu girin

source: Setup New Password
tr: Yeni Şifre Ayarla

source: Have you reset your password?
tr: Şifrenizi sıfırladınız mı?

source: Sign in
tr: Giriş yap

source: Confirm Password
tr: Şifreyi Onayla

source: Submit
tr: Gönder

source: CLick This Button To Access Your Salesperson Panel
tr: Satış Elemanı Panelinize Erişmek İçin Bu Düğmeye Tıklayın

source: Scan the QR code using the Google Authenticator app. It will generate a 6 digit code for you to enter below.
tr: Google Authenticator uygulamasını kullanarak QR kodunu tarayın. Aşağıya girmeniz için 6 haneli bir kod üretecektir.

source: GA Code
tr: GA Kodu

source: You can download the Google Authenticator application from the links below
tr: Google Authenticator uygulamasını aşağıdaki linkler üzerinden indirebilirsiniz

source: Welcome
tr: Hoş geldiniz

source: Please Set Your Password
tr: Lütfen Şifrenizi Ayarlayın

source: Have questions ? Check out
tr: Sorularınız mı var? Göz atın

source: Create an Account
tr: Hesap Oluşturun

source: Current Bank Operators
tr: Mevcut Banka Operatörleri

source: Add New Bank Operator
tr: Yeni Banka Operatörü Ekle

source: New Bank Operator
tr: Yeni Banka Operatörü Ekle

source: Please provide a valid Surname.
tr: Lütfen Geçerli Bir Soyadı Girin.

source: Please provide a valid Number.
tr: Lütfen Geçerli Numara Girin.

source: Are you sure you want to delete this Bank Operator?
tr: Banka Yöneticisini Silmek İstediğinizden Emin misiniz?

source: Delete
tr: Sil

source: Edit Bank Operator
tr: Banka Operatörünü Bilgilerini Düzenle

source: Phone
tr: Telefon

source: Actions
tr: Aksiyon

source: Companies
tr: Şirketler

source: Add New Company
tr: Yeni Şirket Ekleme

source: New Company
tr: Yeni Şirket Ekleme

source: Please provide a Valid Company Name.
tr: Lütfen Geçerli Şirket Adı Girin.

source: Owner Full Name
tr: Yetkilinin İsimini Giriniz.

source: Please provide a valid Full Name.
tr: Lütfen Geçerli Ad girin.

source: Comission
tr: Komisyon

source: Please select a valid Commission Type
tr: Lütfen geçerli bir Komisyon Tipi seçin

source: Please Enter a valid Bank Account Number
tr: Lütfen Geçerli Bir Banka Hesap Numarası girin

source: Delete Company
tr: Şirketi Sil

source: Are you sure you want to delete this Company?
tr: Bu Yöneticiyi Silmek İstediğinizden Emin misiniz?

source: Edit Company
tr: Şirketi Düzenle

source: Company Name
tr: Firma Adı

source: Update
tr: Güncelleme

source: Owner Name
tr: Yetkili Adı

source: Commission Rate
tr: Komisyon Oranı

source: Company Salespersons
tr: Şirket Satış Görevlileri

source: See All Salespersons
tr: Satış Görevlileri

source: Company Transactions
tr: Şirket İşlemleri

source: See All Transactions
tr: Tüm İşlemleri Gör

source: See All Uploaded Files
tr: Yüklenen Tüm Dosyaları Gör

source: Upload Files
tr: Dosyaları Yükle

source: Upload Company Files
tr: Şirket Dosyalarını Yükle

source: See All your Company Salesperons
tr: Tüm Şirket Satış Sorumlularını Görün

source: Company
tr: Şirket

source: See All your Company Transactions
tr: Tüm Şirket İşlemlerinizi Görün

source: Transaction ID
tr: İşlem No:

source: Transaction Date
tr: İşlem Tarihi:

source: Network
tr: Ağ

source: Payment Amount(Without Commission)
tr: Ödeme Tutarı(Komisyonsuz)

source: Commission Amount
tr: Komisyon Tutarı (TL)

source: Total Amount(With Comission)
tr: Toplam Tutar (Komisyon dahil)

source: Status
tr: Durum

source: See All your Company Files
tr: Tüm Şirket Dosyalarınızı Görüntule

source: Size
tr: Boyut

source: Dashboard
tr: Günlük Gösterge Paneli

source: Total amount to be paid
tr: Odenecek Toplam Tutar

source: Today's Transactions
tr: Bugünkü İşlemler

source: All
tr: Hepsi

source: Coin
tr: Krypto Türü

source: Pending
tr: Bekleyen

source: Completed
tr: Tamamlanan

source: Cancelled
tr: İptal Edildi

source: search
tr: Ara

source: Reset
tr: Sıfırla

source: Reference Number
tr: Referans Numarası

source: Total Amount
tr: TL Tutarı

source: Currency
tr: Para Birimi

source: Expected Crypto Amount
tr: Beklenen Kripto Tutarı

source: Received Crypto Amount
tr: Gelen Kripto Tutarı

source: Amount Entered
tr: Girilen Miktar

source: Amount Paid By the Purchaser
tr: Alıcı Tarafından Ödenen Tutar

source: Amount Payable to Retailer (TL)
tr: Bayiye Ödenecek Tutar (TL)

source: The commission rate has been changed to
tr: Komisyon oranı şu şekilde değiştirilmiştir

source: A new company has been created with this info
tr: Bu bilgilerle yeni bir şirket oluşturuldu

source: A new manager has been created with this info
tr: Bu bilgilerle yeni bir yönetici oluşturuldu

source: A new salesperson has been created with this info
tr: Bu bilgilerle yeni bir satış elemanı oluşturuldu

source: A new Company has been registered in the system
tr: Sisteme yeni bir Şirket kaydedildi

source: Commission_rate
tr: Komisyon_oranı

source: Company Contact Person (Manager)
tr: Şirket İrtibat Kişisi (Müdür)

source: Date and Time
tr: Tarih ve Saat

source: General wallet
tr: Toplam Cüzdan Durumu

source: Total Transactions
tr: Toplam İşlemler

source: Start Date
tr: Başlama Tarihi

source: End Date
tr: Bitiş Tarihi

source: Full Amount (TL)
tr: Tutar (TL)

source: Info
tr: Bilgi

source: System Managers
tr: Sistem Yöneticileri

source: PAYONE Employees
tr: PAYONE Çalışanı

source: Bank Operators
tr: BANKA Operatörü

source: Retailers
tr: Bayiler

source: Managers
tr: Şirket Yöneticileri

source: Salespersons
tr: Satış Görevlileri

source: Potential Customers
tr: Potansiyel Müşteriler

source: General Wallet
tr: Toplam Cüzdan Durumu

source: Reports
tr: Raporlar

source: Bank Reports
tr: Banka Raporları

source: Managerial Reports
tr: Yönetim Raporları

source: System Reports
tr: Sistem Raporları

source: Security
tr: Güvenlik

source: Log History
tr: Giriş Geçmişi

source: Users
tr: Kullanıcılar

source: Logout
tr: Çıkış Yap

source: Choose a language
tr: Bir dil seçin

source: Number Of Attempts
tr: Denenen Giriş Sayısı

source: Successful Attempts
tr: Başarılı Girişler

source: Failed Attempts
tr: Başarısız Girişler

source: Login Date & Time
tr: Giriş Tarihi ve Saati

source: IP Address
tr: IP Adresi

source: Country
tr: Ülke

source: Region
tr: Bölge

source: Current IP Status
tr: Mevcut IP Durumu

source: User Email
tr: Kullanıcı E-posta

source: User Role
tr: Görev

source: Login Status
tr: Durum

source: Action
tr: Aksiyon

source: Blocked
tr: Bloklanmış

source: Unblocked
tr: Bloklanmamış

source: Block IP Address
tr: IP Adresini engelle

source: Unblock IP Address
tr: IP Adresi Engelini Kaldır

source: Block IP address
tr: Engellenecek İP Adresi

source: Are you sure you want to block this IP address?
tr: Bu Ip'ye engellemek İstediğinizden Emin misiniz?

source: Block IP
tr: Engellenecek İP

source: Are you sure you want to unblock this IP address?
tr: Bu Ip'ye izin vermek İstediğinizden Emin misiniz?

source: Unblock
tr: İzin Vermek

source: Companies Managers
tr: Şirket Yöneticileri

source: Add New Manager
tr: Yeni Yönetici Ekleme

source: New Manager
tr: Yeni Yönetici

source: Choose...
tr: seç...

source: Please choose a company.
tr: Lütfen Bir Şirket Seçiniz.

source: Delete Manager
tr: Yöneticiyi Sil

source: Are you sure you want to delete this manager?
tr: Bu Yöneticiyi Silmek İstediğinizden Emin misiniz?

source: Edit Manager
tr: Yönetici Bilgisini Düzenleme

source: update
tr: Güncelleme

source: Cell
tr: Telefon

source: Current Employees
tr: Mevcut Çalışanlar

source: Add New Employee
tr: Yeni Çalışan Ekleme

source: New Employee
tr: Yeni Çalışan Ekleme

source: Accountant
tr: Muhasebeci

source: Operator
tr: Operatör

source: Position
tr: Görevi

source: Create
tr: Oluştur

source: Delete Employee
tr: Çalışanı Sil

source: Are you sure you want to delete this employee?
tr: Bu kullanıcıyı Silmek İstediğinizden Emin misiniz?

source: Edit Employee
tr: Çalışanı Düzenle

source: User Account Details
tr: Kullanıcı Hesabı Ayrıntıları

source: Oh snap! Change a few things up and try submitting again.
tr: Ah, şipşak! Birkaç şeyi değiştirin ve tekrar göndermeyi deneyin.

source: Name and Surname
tr: Ad ve Soyadı

source: Date Joined
tr: Katılma Tarihi

source: Two Factor Authentication Code
tr: İki Faktörlü Kimlik Doğrulama Kodu

source: Use an Authenticator App to scan this QR Code
tr: Bu QR Kodunu taramak için bir Authenticator Uygulaması kullanın

source: Add New Prospect
tr: Yeni Potansiyel Müşteri Ekle

source: New Prospect
tr: Yeni Beklenti

source: City
tr: Şehir

source: Postal Code
tr: Posta Kodu

source: Contact Person
tr: İlgili Kişi

source: Registration Number
tr: Kayıt Numarası

source: Delete Prospect
tr: Beklentiyi Sil

source: Are you sure you want to delete this Prospect?
tr: Bu adayı silmek istediğinizden emin misiniz?

source: Register the Prospect as A Company
tr: Potansiyeli Şirket Olarak Kaydettirin

source: Are you sure you want to register this Prospect as a customer?
tr: Bu müşteri adayını müşteri olarak kaydetmek istediğinizden emin misiniz?

source: Edit Prospect
tr: Beklentiyi Düzenle

source: Prospect Email Address
tr: Potansiyel E-posta Adresi

source: Subject
tr: Konu

source: Message
tr: Mesaj

source: Send
tr: Gönder

source: Registration Date
tr: Kayıt Tarihi

source: Country/City
tr: Ülke/Şehir

source: Post Code
tr: Posta Kodu

source: website
tr: Websitesi

source: File Name
tr: Dosya Adı

source: File Location
tr: Dosya Konumu

source: Download
tr: Indir

source: Transaction Start Date
tr: İşlem Başlangıç Tarihi

source: Transaction Received Date
tr: İşlemin tamamlandığı tarih

source: Expected Crypto
tr: Beklenen Kripto Tutarı

source: Crypto Currency
tr: Kripto Birimi

source: Received Crypto
tr: Alınan Kripto Tutarı

source: Incoming Amount
tr: Gelen Tutar (TL)

source: Commission Amount (TL)
tr: Komisyon Tutarı (TL)

source: Exchange Rate
tr: Anlık Kur (TL)

source: Are you sure you want to accept this transaction?
tr: Bu işlemi kabul etmek istediğinizden emin misiniz?

source: Accept
tr: Kabul et

source: Are you sure you want to reject this transaction?
tr: Bu işlemi reddetmek istediğinizden emin misiniz?

source: Reject
tr: Reddet

source: Date
tr: Tarihi

source: Elapsed Days
tr: Gecmis Günler

source: Numbers of Transactions
tr: İşlem Sayısı

source: Report Files
tr: Rapor Dosyaları

source: days ago
tr: Gün Once

source: Excel File
tr: Excel Dosyası

source: TXT File
tr: TXT Dosyası

source: Current Salespersons
tr: Mevcut Satış Görevlileri

source: Add New Sales Person
tr: Yeni Satış Elemanı Ekleme

source: New Sales Person
tr: Yeni Satış Elemanı

source: Loading...
tr: Yükleniyor..

source: Delete Saleperson
tr: Satış Görevlisini Sil

source: Are you sure you want to delete this saleperson?
tr: Bu Satış Görevlisini Silmek İstediğinizden Emin misiniz?

source: Edit Sale Person
tr: Satış Sorumlusunu Düzenle

source: Total Users
tr: Toplam Kullanıcılar

source: Active Users
tr: Aktif kullanıcılar

source: Inactive Users
tr: Etkin Olmayan Kullanıcılar

source: Username
tr: Kullanıcı adı

source: Role
tr: Görev

source: First Name
tr: Adı

source: Last Name
tr: Soyadı

source: Last Login
tr: Son Giriş

source: Deactivate
tr: Devre dışı Bırak

source: Activate
tr: Etkinleştir

source: Password Link
tr: Şifre Yenileme Bağlantı

source: Deactivate User
tr: Kullanıcıyı Devre Dışı Bırak

source: Are you sure you want to deactivate this User
tr: Bu Kullanıcıyı devre dışı bırakmak istediğinizden emin misiniz?

source: Activate User
tr: Kullanıcıyı Etkinleştir

source: Are you sure you want to activate this User
tr: Bu Kullanıcıyı etkinleştirmek istediğinizden emin misiniz?

source: Are you sure you want to send the password link to this User
tr: Şifre Yenileme Bağlantı göndermek İstediğinizden Emin misiniz?
