Repository: BenKekwandi/PAYONE-BACKUP
Catalog: Payone/locale/*/LC_MESSAGES/django.po
Languages: tr

source: To use the services, you must open a PAYONE account. When you open an account, we will ask for contact information such as your company name, phone number, email address, and information about the organisation's official or authorised person/s. We will also ask you for information about your business activity, including the legal name of your business and company registration documents, the business's physical address, and your company's website. The information you provide during account opening must be accurate and complete, and you must notify us of any changes in such information within ten business (10) days. We may ask you for additional information (including those who signed below or otherwise accepted the Terms on behalf of the merchant) to help verify your identity and to help assess your business risk. If you do not provide us with accurate, complete, and satisfactory information, we have the right to refuse your account registration or to close your PAYONE account later. When registering with us as a customer, we ask you for detailed information, which we will use to verify your identity and protect against fraud, among other reasons discussed below.
tr: Hizmetleri kullanmak için bir PAYONE hesabı açmanız gerekir. Bir hesap açtığınızda, şirket adınız, telefon numaranız, e-posta adresiniz ve kuruluşun resmi veya yetkili kişisi / kişileri hakkında bilgi gibi iletişim bilgilerini istenmektedir. Ayrıca sizden işletmenizin yasal adı ve şirket kayıt belgeleri, işletmenin fiziksel adresi ve şirketinizin web sitesi dahil olmak üzere ticari faaliyetleriniz hakkında bilgi isteyeceğiz. Hesap açılışı sırasında verdiğiniz bilgiler doğru ve eksiksiz olmalıdır ve bu bilgilerdeki değişiklikleri on iş (10) günü içinde bize bildirmelisiniz. Kimliğinizi doğrulamaya ve iş riskinizi değerlendirmeye yardımcı olmak için sizden ek bilgiler (aşağıda imzası bulunanlar veya satıcı adına Şartları kabul edenler dahil) isteyebiliriz. Bize doğru, eksiksiz ve tatmin edici bilgiler sağlamazsanız, hesap kaydınızı reddetme veya PAYONE hesabınızı daha sonra kapatma hakkına sahibiz. Bize bir müşteri olarak kaydolurken, aşağıda tartışılan diğer nedenlerin yanı sıra kimliğinizi doğrulamak ve uygunsuzluğa karşı korumak için kullanacağımız ayrıntılı bilgileri sizden isteriz.

source: Muntek exclusively gathers the necessary Personal Information essential for delivering and maintaining our Service, as well as fulfilling our legal and regulatory responsibilities, which can differ based on our association with you. Here's a summary of the Personal Information we acquire from you or about you:
tr: Muntek, yalnızca Hizmetimizi sunmak ve sürdürmek için gerekli olan Kişisel Bilgileri toplar ve sizinle olan ilişkimize bağlı olarak farklılık gösterebilecek yasal ve düzenleyici sorumluluklarımızı yerine getirir. Sizden veya sizin hakkınızda edindiğimiz Kişisel Bilgilerin bir özeti aşağıda verilmiştir:

source: Data for identity verification: In order to confirm your identity, we gather details such as your name, address, phone number, email, and similar information. Additional Personal Information may be necessary for identity verification, including your date of birth, taxpayer or government identification number, or a copy of your government-issued ID. We might also procure information from third parties, both affiliated and non-affiliated, such as credit bureaus, identity verification services, and other screening services to ensure your eligibility.to use our Services, and will associate that information with the information we collected from you.
tr: Kimlik doğrulama için veriler: Kimliğinizi doğrulamak için adınız, adresiniz, telefon numaranız, e-postanız ve benzer bilgiler gibi ayrıntıları toplarız. Kimlik doğrulaması için doğum tarihiniz, vergi mükellefi veya devlet kimlik numaranız veya devlet tarafından verilen kimliğinizin bir kopyası gibi ek Kişisel Bilgiler gerekli olabilir. Ayrıca, Hizmetlerimizi kullanmaya uygunluğunuzu sağlamak için kredi kontrol ofisleri, kimlik doğrulama hizmetleri ve diğer tarama hizmetleri gibi hem bağlı hem de bağlı olmayan üçüncü taraflardan bilgi temin edebiliriz ve bu bilgileri sizden topladığımız bilgilerle ilişkilendiririz.

source: Data on account activity: We gather information regarding your transactions, payments made to or by you, and your various activities on our site or Service. Additionally, we compile details about products and services you've acquired from us.
tr: Hesap etkinliğine ilişkin veriler: İşlemleriniz, size veya sizin tarafınızdan yapılan ödemeler ve sitemiz veya Hizmetimizdeki çeşitli faaliyetleriniz hakkında bilgi toplarız. Ayrıca, bizden edindiğiniz ürün ve hizmetlerle ilgili ayrıntıları derleriz.

source: Data on application usage: We might gather information about how you interact with and utilize our Service. This encompasses visits to our website, sign-up activities, and interactions related to your bank account.
tr: Uygulama kullanımına ilişkin veriler: Hizmetimizle nasıl etkileşim kurduğunuz ve Hizmetimizi nasıl kullandığınız hakkında bilgi toplayabiliriz. Bu, web sitemize yapılan ziyaretleri, kayıt faaliyetlerini ve banka hesabınızla ilgili etkileşimleri kapsar.

source: Device information: We gather and process data, including your internet protocol (IP) addresses, login details, browser type and version, time zone settings, and location when accessing this website or any of our software applications.
tr: Cihaz bilgileri: Bu web sitesine veya yazılım uygulamalarımızdan herhangi birine erişirken internet protokolü (IP) adresleriniz, oturum açma bilgileriniz, tarayıcı türü ve sürümü, saat dilimi ayarları ve konum dahil olmak üzere verileri toplar ve işleriz.

source: Marketing information: We collect and process details about your preferences regarding marketing communication from us, including your email address, and where you may have encountered Muntek advertisements.
tr: Pazarlama bilgileri: E-posta adresiniz ve Muntek reklamlarıyla nerede karşılaşmış olabileceğiniz de dahil olmak üzere, bizden gelen pazarlama iletişimine ilişkin tercihleriniz hakkındaki ayrıntıları toplar ve işleriz.

source: Social media details: You have the option to grant us access to specific Personal Information stored by third parties, such as social media sites (like Facebook, Google, Twitter, etc.). The information we can access varies by site and is under your control.
tr: Sosyal medya bilgileri: Sosyal medya siteleri (Facebook, Google, Twitter vb.) gibi üçüncü taraflarca depolanan belirli Kişisel Bilgilere erişmemize izin verme seçeneğiniz vardır. Erişebileceğimiz bilgiler siteye göre değişir ve sizin kontrolünüz altındadır.

source: Below, we've outlined some of the ways we may utilize and process your personal information, along with the legal bases we rely on for doing so. It's important to note that we might process your personal information based on more than one lawful ground, depending on the specific purpose for which we are using that data.
tr: Aşağıda, kişisel bilgilerinizi kullanabileceğimiz ve işleyebileceğimiz yollardan bazılarını, bunu yaparken dayandığımız yasal dayanaklarla birlikte özetledik. Kişisel bilgilerinizi, bu verileri kullandığımız özel amaca bağlı olarak birden fazla yasal zemine dayanarak işleyebileceğimizi unutmamak önemlidir.

source: Providing our Service to you: It might be straightforward, but we require your data to ensure that Muntek services function effectively. Without your name, banking information, and other details, providing you with our exceptional products wouldn't be possible.
tr: Size Hizmetimizi Sağlamak: Web uygulaması ve mobil olarak olmaktadır, ancak Muntek hizmetlerinin etkili bir şekilde çalışmasını sağlamak için verilerinize ihtiyacımız var. Adınız, banka bilgileriniz ve diğer ayrıntılarınız olmadan, size geliştirdiğimiz ürünlerimizi sunmak mümkün olmaktadır.

source: Conducting customer services, which includes structural, governance, and compliance services, is essential for fulfilling our contractual obligations to you. This is done on the basis of our legitimate interests, as well as yours, with the aim of providing the best possible customer service.
tr: Yapısal, yönetişim ve uyum hizmetlerini içeren müşteri hizmetlerini yürütmek, size karşı sözleşmeden doğan yükümlülüklerimizi yerine getirmek için gereklidir. Bu, mümkün olan en iyi müşteri hizmetini sunmak amacıyla bizim ve sizin meşru menfaatlerimiz temelinde yapılır.

source: Identity verification: As a financial institution, it is crucial for us to authenticate the true identity of our members. Global regulations mandate the identification of customers, encompassing anti-corruption, anti-bribery, anti-terrorism, anti-money laundering, and other applicable laws.
tr: Kimlik doğrulama: Bir finans kurumu olarak, üyelerimizin gerçek kimliklerini doğrulamak bizim için çok önemlidir. Küresel düzenlemeler, yolsuzlukla mücadele, rüşvetle mücadele, terörle mücadele, kara para aklamayla mücadele ve diğer geçerli yasaları kapsayacak şekilde müşterilerin kimliklerinin tespit edilmesini zorunlu kılmaktadır.

source: Executing customer services, including compliance services, is crucial for fulfilling our contractual commitments to you. Additionally, it's imperative for us to adhere to legal and regulatory requirements applicable to us, including the necessity to prevent and combat money laundering.
tr: Uyum hizmetleri de dahil olmak üzere müşteri hizmetlerini yürütmek, size karşı sözleşmeden doğan taahhütlerimizi yerine getirmek için çok önemlidir. Ayrıca, kara para aklamayı önleme ve bununla mücadele etme gerekliliği de dahil olmak üzere, bizim için geçerli olan yasal ve düzenleyici gerekliliklere uymak bizim için zorunludur.

source: Keeping you informed: Ensuring security and financial transparency requires us to keep you informed about your transactions and related activities at Muntek. Expect emails from us containing confirmations, invoices, technical notices, updates, security alerts, legal information, as well as support and administrative messages.
tr: Sizi bilgilendirmek: Güvenlik ve finansal şeffaflığı sağlamak, sizi Muntek'teki işlemleriniz ve ilgili faaliyetleriniz hakkında bilgilendirmemizi gerektirir. Bizden onaylar, faturalar, teknik bildirimler, güncellemeler, güvenlik uyarıları, yasal bilgilerin yanı sıra destek ve idari mesajlar içeren e-postalar gönderelecektir.

source: Executing customer services is essential for fulfilling our contractual commitments to you. This is based on our legitimate interests, as well as yours, with the goal of delivering the best possible customer service.
tr: Müşteri hizmetlerini yürütmek, size karşı sözleşmeden doğan taahhütlerimizi yerine getirmek için esastır. Bu, mümkün olan en iyi müşteri hizmetini sunmak amacıyla bizim ve sizin meşru menfaatlerimize dayanmaktadır.

source: Providing customer services is a critical aspect, rooted in our legitimate interests and your legitimate interests, aimed at delivering optimal customer service. This also serves to protect both you and us from unlawful and unauthorized activity, ensuring compliance with legal and regulatory requirements, including the imperative to prevent and combat money laundering.
tr: Müşteri hizmetleri sunmak, meşru menfaatlerimize ve sizin meşru menfaatlerinize dayanan ve en iyi müşteri hizmetini sunmayı amaçlayan kritik bir husustur. Bu aynı zamanda hem sizi hem de bizi yasa dışı ve yetkisiz faaliyetlerden korumaya hizmet eder ve kara para aklamayı önleme ve bununla mücadele etme zorunluluğu da dahil olmak üzere yasal ve düzenleyici gerekliliklere uyulmasını sağlar.

source: Customer care: While we aim to make using our products a breeze, we understand that sometimes you need assistance. Our customer care team may occasionally require access to your account data to address any issues or answer your questions
tr: Müşteri hizmetleri: Ürünlerimizi her geçen gün daha kolay kullanılmasını hedeflerken, bazen yardıma ihtiyaç duyduğunuzu anlıyoruz. Müşteri hizmetleri ekibimiz, herhangi bir sorunu ele almak veya sorularınızı yanıtlamak için zaman zaman hesap verilerinize ve sizinle iletişime geçmek isteyebilir.

source: Managing and enhancing our Service: We're keen on comprehending how our members interact with and utilize Muntek services to ensure it's the best it can be. This involves amalgamating various data types, including account, transactional, and marketing data, to analyze the effectiveness and performance of our Service.
tr: Hizmetimizi yönetmek ve geliştirmek: Üyelerimizin Muntek hizmetleriyle nasıl etkileşime girdiğini ve bu hizmetlerden nasıl faydalandığını anlayarak hizmetlerimizin en iyi şekilde olmasını sağlamak istiyoruz. Bu, Hizmetimizin etkinliğini ve performansını analiz etmek için hesap, işlem ve pazarlama verileri dahil olmak üzere çeşitli veri türlerini birleştirmeyi içerir.

source: Staying in touch with you: We want to keep you informed about product updates, news, events, and promotions. If you give us the green light, we'll send you information, including personalized emails, to ensure you stay in the loop with all things Muntek.
tr: Sizinle iletişimde kalmak: Ürün güncellemeleri, haberler, etkinlikler ve promosyonlar hakkında sizi bilgilendirmek istiyoruz.Muntek ile ilgili her şeyden haberdar olmanızı sağlamak için kişiselleştirilmiş e-postalar da dahil olmak üzere size bilgi göndereceğiz.

source: Business operations: Your personal information may be essential for our business operations, encompassing internal training and administration, legal compliance, the enforcement of our legal rights, protection of third-party rights, and involvement in business transitions such as mergers, acquisitions, or the sale of all or a portion of our assets.
tr: Ticari faaliyetler: Kişisel bilgileriniz, dahili eğitim ve yönetim, yasal uyumluluk, yasal haklarımızın uygulanması, üçüncü taraf haklarının korunması ve birleşme, devralma veya varlıklarımızın tamamının veya bir kısmının satışı gibi iş geçişlerine katılımı kapsayan ticari faaliyetlerimiz için gerekli olabilir.

source: Optimizing our website and software applications: We aim to showcase our website and software applications and their content in the most user-friendly manner for you and your computer. This is grounded in our legitimate interests to ensure our platforms are updated, relevant, and aligned with our business outreach, operations, and marketing strategy development.
tr: Web sitemizi ve yazılım uygulamalarımızı optimize etmek: Web sitemizi ve yazılım uygulamalarımızı ve içeriklerini siz ve bilgisayarınız için en kullanıcı dostu şekilde sergilemeyi amaçlıyoruz. Bu, platformlarımızın güncel, ilgili ve iş erişimimiz, operasyonlarımız ve pazarlama stratejisi geliştirmemizle uyumlu olmasını sağlamak için meşru menfaatlerimize dayanmaktadır.

source: We may share your information internally among employees and contractors of the Muntek Group, especially in connection with joint activities or common undertakings with group members. This includes providing IT and system administration services and conducting management reporting.
tr: Bilgilerinizi, özellikle grup üyeleriyle ortak faaliyetler veya ortak teşebbüslerle bağlantılı olarak, Muntek Group çalışanları arasında dahili olarak paylaşabiliriz. Bu, IT ekibi ve sistem yönetimi hizmetlerinin sağlanmasını ve yönetim raporlamasının yürütülmesini içerir.

source: Non-disclosure to third parties: We do not sell, trade, or transfer your Personal Information to third parties, except for those assisting us in operating our Service, conducting our business, or supporting our members. We ensure that these third parties agree to maintain the confidentiality and security of this information, adhering to the same conditions and protection levels we provide to you as a member.
tr: Üçüncü taraflara ifşa etmeme: Kişisel Bilgilerinizi, Hizmetimizi işletmemize, işimizi yürütmemize veya üyelerimizi desteklememize yardımcı olanlar dışında üçüncü taraflara satmıyor, takas etmiyor veya aktarmıyoruz. Bu üçüncü tarafların, bir üye olarak size sağladığımız aynı koşullara ve koruma seviyelerine bağlı kalarak bu bilgilerin gizliliğini ve güvenliğini korumayı kabul etmelerini sağlıyoruz.

source: Legal compliance and enforcement: We may release your information to certified and authorized law enforcement officials when necessary to comply with the law, enforce our terms or policies, or safeguard the rights, property, or safety of Muntek, our members, or others. For details on our engagement with law enforcement officials, you can request our guidelines by emailing:
tr: Yasal uyum ve uygulama: Yasalara uymak, şartlarımızı veya politikalarımızı uygulamak veya Muntek'in, üyelerimizin veya başkalarının haklarını, mülkiyetini veya güvenliğini korumak için gerekli olduğunda bilgilerinizi sertifikalı ve yetkili kolluk kuvvetlerine verebiliriz. Kolluk kuvvetleri ile etkileşimimiz hakkında ayrıntılar için legal@muntek.com.tr adresine e-posta göndererek yönergelerimizi talep edebilirsiniz.

source: Ownership transfer: In the event of a sale or transfer of ownership, your data would be shared with the new owners.
tr: Mülkiyet devri: Bir satış veya mülkiyet devri durumunda verileriniz yeni sahiplerle paylaşılacaktır.

source: Security measures in place: We have put in place security measures to prevent your Personal Information from being accidentally lost, used or accessed in an unauthorized way, altered, or disclosed. This includes maintaining physical, electronic, and procedural safeguards, incorporating tested security technologies in accordance with applicable laws. Network safeguards such as firewalls and data encryption are utilized, along with physical access controls. Access to Personal Information is authorized only for individuals with job responsibilities requiring such access.
tr: Güvenlik önlemleri yürürlükte: Kişisel Bilgilerinizin yanlışlıkla kaybolmasını, yetkisiz bir şekilde kullanılmasını veya erişilmesini, değiştirilmesini veya ifşa edilmesini önlemek için güvenlik önlemleri aldık. Bu, yürürlükteki yasalara uygun olarak test edilmiş güvenlik teknolojilerini içeren fiziksel, elektronik ve prosedürel korumaların sürdürülmesini içerir. Güvenlik duvarları ve veri şifreleme gibi ağ güvenlik önlemlerinin yanı sıra fiziksel erişim kontrolleri de kullanılmaktadır. Kişisel Bilgilere erişim sadece iş sorumlulukları bu erişimi gerektiren bireyler için yetkilendirilmiştir.

source: Limited access and confidentiality: We restrict access to your Personal Information to individuals, including employees, agents, contractors, and third parties, who have a business need to know. They process your Personal Information solely based on our instructions and are bound by a duty of confidentiality. Those with access undergo careful screening, periodic reevaluation, and are obligated to maintain the confidentiality of all your Personal Information.
tr: Sınırlı erişim ve gizlilik: Kişisel Bilgilerinize erişimi, çalışanlar, temsilciler, yükleniciler ve üçüncü taraflar dahil olmak üzere, iş gereği bilmesi gereken kişilerle sınırlandırırız. Bu kişiler Kişisel Bilgilerinizi yalnızca bizim talimatlarımıza göre işlerler ve gizlilik yükümlülüğü altındadırlar. Erişimi olanlar dikkatli bir taramadan, periyodik yeniden değerlendirmeden geçer ve tüm Kişisel Bilgilerinizin gizliliğini korumakla yükümlüdür.

source: Acknowledging security risks: It's crucial to understand that security risks exist, and no organization can unequivocally promise otherwise. Even with the most meticulously designed and implemented safeguards, bad actors may find ways to circumvent security measures.
tr: Güvenlik risklerini kabul etmek: Güvenlik risklerinin var olduğunu anlamak çok önemlidir ve hiçbir kuruluş bunun aksini kesin olarak iddia edemez. En titiz şekilde tasarlanmış ve uygulanmış güvenlik önlemlerinde bile, kötü aktörler güvenlik önlemlerini atlatmanın yollarını bulabilir.

source: Do we transfer your Personal Information outside of Turkey ?
tr: Kişisel Bilgilerinizi Türkiye dışına aktarıyor muyuz?

source: Controller responsibility: Under the General Data Protection Regulation, Muntek is the controller and assumes responsibility for this website, any of our software applications, and any Personal Information provided to us through these channels. In certain processing activities, an entity within the Muntek Group may act as a data processor for another entity within the same group.
tr: Denetleyici sorumluluğu: Genel Veri Koruma Yönetmeliği kapsamında, Muntek kontrolördür ve bu web sitesi, yazılım uygulamalarımız ve bu kanallar aracılığıyla bize sağlanan tüm Kişisel Bilgilerin sorumluluğunu üstlenir. Belirli işleme faaliyetlerinde, Muntek Grup içindeki bir kuruluş, aynı grup içindeki başka bir kuruluş için veri işleyici olarak hareket edebilir.

source: International data transfers: When we transfer your Personal Information outside of Turkey, we ensure a comparable level of protection is maintained.
tr: Uluslararası veri transferleri: Kişisel Bilgilerinizi Türkiye dışına aktardığımızda, karşılaştırılabilir bir koruma düzeyinin sürdürülmesini sağlarız

source: What are your legal rights?
tr: Yasal haklarınız nelerdir?

source: Access the Personal Information we store about you or to request a copy of it.
tr: Hakkınızda sakladığımız Kişisel Bilgilere erişmek veya bir kopyasını talep etmek.

source: Request that we correct inaccurate data about you.
tr: Hakkınızdaki yanlış verileri düzeltmemizi talep edin.

source: Ask us to delete or block your data, although for legal reasons we cannot always do this.
tr: Verilerinizi silmemizi veya engellememizi isteyebilir, ancak yasal nedenlerden dolayı bunu her zaman yapamayız.

source: Withdraw your consent to receive marketing emails.
tr: Pazarlama e-postaları almak için verdiğiniz izni geri çekebilirsiniz.

source: To do any of the above simply email a request to:
tr: Yukarıdakilerden herhangi birini yapmak için şu adrese bir istek e-postası göndermeniz yeterlidir: legal@muntek.com.tr

source: Indeed, under the General Data Protection Regulation, you hold a set of crucial rights concerning your Personal Information.
tr: Gerçekten de, Genel Veri Koruma Yönetmeliği kapsamında, Kişisel Bilgilerinizle ilgili tüm hakklara sahipsiniz.

source: Absolutely, Muntek takes the necessary steps to ensure that your Personal Information is reliable for its intended use, accurate, complete, and up-to-date. It's all part of the commitment to keeping your information in good shape.
tr: Kesinlikle, Müntek Kişisel Bilgilerinizin kullanım amacı için güvenilir, doğru, eksiksiz ve güncel olmasını sağlamak için gerekli adımları atar. Tüm bunlar, bilgilerinizi iyi durumda tutma taahhüdümüzün bir parçasıdır.

source: Exactly, we only keep your Personal Information for as long as it's needed to fulfill the purposes we collected it for. This includes meeting legal, accounting, or reporting requirements, as well as other obligations stipulated by the General Data Protection Regulation or other relevant laws. Once it's no longer necessary, rest assured, we'll securely delete it, following applicable laws and regulations.
tr: Tam olarak, Kişisel Bilgilerinizi yalnızca topladığımız amaçları yerine getirmek için gerekli olduğu sürece saklarız. Bu, yasal, muhasebe veya raporlama gerekliliklerinin yanı sıra Genel Veri Koruma Yönetmeliği veya diğer ilgili yasalar tarafından öngörülen diğer yükümlülüklerin karşılanmasını da içerir. Artık gerekli olmadığında, geçerli yasa ve yönetmeliklere uygun olarak güvenli bir şekilde sileceğimizden emin olabilirsiniz.
