Repository: BenKekwandi/PAYONE-BACKUP
Catalog: Payone/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Sorry!
tr: Üzgünüz!

source: Sorry, something went wrong on our server. We are working to fix the issue.
tr: Üzgünüz, sunucumuzda bir şeyler ters gitti. Sorunu düzeltmek için çalışıyoruz.

source: The requsted URL was not found on this server.
tr: İstenen Web URL bu sunucuda bulunamadı.

source: Forgot Password ?
tr: Şifrenizi Mi Unuttunuz?

source: Enter your email to reset your password.
tr: Şifrenizi sıfırlamak için e-postanızı girin.

source: Email
tr: E-posta

source: Verify
tr: Doğrulama

source: Please wait...
tr: Lütfen bekleyin..

source: Back to login
tr: Giriş kısmına geri dön

source: CHECK YOUR EMAIL INBOX
tr: E-POSTA GELEN KUTUNUZU KONTROL EDİN

source: Welcome to the Admin Dashboard
tr: Yönetici Kontrol Paneline Hoş Geldiniz

source: The Point Where Opportunities and Security Meet.
tr: Fırsatların ve Güvenliğin Buluştuğu Uygulama

source: Login to Admin Dashboard
tr: Satış Paneline Giriş Yapın

source: Password
tr: Şifre

source: Reset Password ?
tr: Şifreyi yenile?

source: Continue
tr: Devam Et

source: Welcome to PAYONE
tr: PAYONE'a hoş geldiniz

source: Two Step Verification
tr: İki Adımlı Doğrulama

source: Enter the verification code
tr: Doğrulama Kodunu Giriniz

source: Setup New Password
tr: Yeni Şifre Ayarla

source: Have you reset your password?
tr: Şifrenizi sıfırladınız mı?

source: Sign in
tr: Giriş

source: Confirm Password
tr: Şifreyi Onayla

source: Submit
tr: Uygula

source: Scan the QR code using the Google Authenticator app. It will generate a 6 digit code for you to enter below.
tr: Google Authenticator uygulamasını kullanarak QR kodunu tarayın. Aşağıya girmeniz için 6 haneli bir kod üretecektir

source: GA Code
tr: GA Kodu

source: You can download the Google Authenticator application from the links below
tr: Google Authenticator uygulamasını aşağıdaki linkler üzerinden indirebilirsiniz

source: Welcome
tr: Hoş Geldiniz

source: Please Set Your Password
tr: Lütfen Şifrenizi Belirleyin

source: Have questions ? Check out
tr: Sorularım var? Çıkış

source: Create an Account
tr: Hesap Oluşturun

source: Contact
tr: Bize Ulaşın

source: We have been contacted
tr: Bizimle iletişime geçildi

source: Date and Time
tr: Tarih ve Saat

source: Name
tr: Adı

source: Subject
tr: Konu

source: Message
tr: Mesaj

source: NEW REQUEST APPLICATION
tr: YENİ TALEP BAŞVURUSU

source: A new prospect has requested to start using our platform
tr: Yeni bir müşteri platformumuzu kullanmaya başlamak için talepte bulundu

source: Company Name
tr: Şirket Adı

source: Address
tr: Adres

source: Company Contact Person (Manager)
tr: Şirket İrtibat Kişisi (Müdür)

source: Company Registration
tr: Şirket Tescili

source: A new Company has been registered in the system
tr: Sisteme yeni bir Şirket kaydedildi

source: Commission_rate
tr: Komisyon_Oranı

source: TRANSFORMING TECHNOLOGY
tr: TEKNOLOJİK Dönüşüm

source: Innovative Fintech Solutions for
tr: İşletmeler ve Bireyler için

source: Businesses and Individuals
tr: Yenilikçi Fintech Çözümleri

source: Our Company
tr: Şirketimiz

source: At PAYONE, we believe the future of financial technology is going to be powered by blockchain technology. We’re on a mission to build a fintech ecosystem that will enable secure, instant and efficient fiat and digital asset transactions for forward thinking businesses and individuals from around the world.
tr: PAYONE olarak finansal teknolojinin geleceğinin blockchain teknolojisiyle destekleneceğine inanıyoruz. Dünyanın dört bir yanından ileriyi düşünen işletmeler ve bireyler için güvenli, anında ve verimli fiat ve dijital varlık işlemlerini mümkün kılacak bir fintech ekosistemi oluşturma misyonundayız.

source: Our Beginnings
tr: Başlangıçlarımız

source: PAYONE was a vision of the future while Crypto and Fintech were still in their infancy. We saw their potential to revolutionize the financial industry making transactions faster, more secure and less expensive.
tr: PAYONE, Crypto ve Fintech'in henüz emekleme aşamasında olduğu bir gelecek vizyonuydu. İşlemleri daha hızlı, daha güvenli ve daha ucuz hale getirerek finans sektöründe devrim yaratma potansiyellerini gördük

source: Our Mission
tr: Görevlerimiz

source: To develop and create financial solutions and blockchain payment technologies to transform how businesses and individuals send, receive, exchange and store money.
tr: İşletmelerin ve bireylerin para gönderme, alma, değiştirme ve biriktirme şeklini değiştirmek için finansal çözümler ve blok zinciri, ödeme teknolojileri geliştirmek ve oluşturmaktır.

source: Our Future
tr: Geleceğimiz

source: Fintech and Blockchain’s future look very bright, and we plan on remaining at the forefront of this technology, creating more tools and services for everyone to use and benefit from in innovative and new ways.
tr: Fintech ve Blockchain'in geleceği çok parlak görünüyor ve bu teknolojinin ön saflarında yer almayı, herkesin yenilikçi ve yeni yollarla kullanıp faydalanabileceği daha fazla araç ve hizmet yaratmayı planlıyoruz.

source: Executive Team
tr: Yönetici Ekibimiz

source: We are a progressive team of innovative and talented individuals with a collective passion, expertise and vision in the future of fintech.
tr: Kolektif bir tutkuya sahip, yenilikçi ve yetenekli bireylerden oluşan Fintech'in geleceğinde uzmanlık ve vizyon sahibi, ilerici bir ekibiz.

source: APPLICATION FORM
tr: BAŞVURU FORMU

source: Company Address
tr: Şirket Adresi

source: Country
tr: Ülke

source: City
tr: Şehir

source: Postal Code
tr: Posta Kodu

source: Contact Person
tr: İlgili Kişi

source: Phone
tr: Telefon

source: Registration Number
tr: Vergi Numarasi

source: Get in touch with us
tr: Bizimle iletişime geçin

source: To receive information on any of our products and services.
tr: Ürün ve hizmetlerimizden herhangi biri hakkında bilgi almak için.

source: Frequently Asked Questions
tr: Sıkça Sorulan Sorular

source: What is a cryptocurrency exchange?
tr: Kripto para borsası nedir?

source: A cryptocurrency exchange is a digital platform that allows users to buy, sell, and trade various cryptocurrencies like Bitcoin, Ethereum, and others.
tr: Kripto para borsası, kullanıcıların Bitcoin, Ethereum ve diğerleri gibi çeşitli kripto para birimlerini satın almasına, satmasına ve ticaretini yapmasına olanak tanıyan dijital bir platformdur.

source: Is the exchange regulated?
tr: Borsa belli kural veya yasalara göre idare ediliyor mu?

source: Yes, our crypto exchange complies with all relevant regulations and is licensed in the jurisdictions where required.
tr: Evet, kripto borsamız ilgili tüm düzenlemelere uygundur ve gereken yerlerde lisanslıdır.

source: How secure is my personal and financial information?
tr: Kişisel ve finansal bilgilerim ne kadar güvende?

source: We take security seriously and employ industry-standard encryption and security measures to safeguard your data.
tr: Güvenliği ciddiye alıyoruz ve verilerinizi korumak için endüstri standardında şifreleme ve güvenlik önlemleri kullanıyoruz.

source: Which cryptocurrencies can I trade on the exchange?
tr: Borsada hangi kripto para birimleriyle işlem yapabilirim?

source: Our exchange supports a wide range of cryptocurrencies, including popular ones like Bitcoin, Ethereum, Ripple, and many others.
tr: Borsamız, Bitcoin, Ethereum, Ripple ve diğerleri gibi popüler olanlar da dahil olmak üzere çok çeşitli kripto para birimlerini desteklemektedir.

source: What payment methods are accepted for buying cryptocurrencies?
tr: Kripto para satın almak için hangi ödeme yöntemleri kabul ediliyor?

source: We accept various payment methods, including credit/debit cards, bank transfers, and sometimes, other cryptocurrencies.
tr: Kredi/banka kartları, banka havaleleri ve bazen diğer kripto para birimleri dahil olmak üzere çeşitli ödeme yöntemlerini kabul ediyoruz.

source: Are there any fees for trading?
tr: Ticaret için herhangi bir ücret var mı?

source: Yes, there are trading fees that apply to buy and sell orders. These fees may vary based on your trading volume and other factors.
tr: Evet, alış ve satış emirleri için geçerli olan işlem ücretleri vardır. Bu ücretler işlem hacminize ve diğer faktörlere bağlı olarak değişiklik gösterebilir.

source: How long does it take for deposits and withdrawals to process?
tr: Para yatırma ve çekme işlemleri ne kadar sürer?

source: Deposit and withdrawal times vary depending on the cryptocurrency and network congestion. Generally, deposits are faster, while withdrawals may take some time due to security measures.
tr: Para yatırma ve çekme süreleri kripto para birimine ve ağ tıkanıklığına bağlı olarak değişir. Genel olarak para yatırma işlemleri daha hızlı gerçekleşirken, para çekme işlemleri güvenlik önlemleri nedeniyle biraz zaman alabilir.

source: What security measures do you have in place to protect my funds?
tr: Fonlarımı korumak için hangi güvenlik önlemleriniz var?

source: We use cold storage wallets and implement multi-factor authentication (MFA) to enhance the security of your funds. Additionally, our platform undergoes regular security audits.
tr: Fonlarınızın güvenliğini artırmak için soğuk depolama cüzdanları kullanıyor ve çok faktörlü kimlik doğrulama (MFA) uyguluyoruz. Ayrıca platformumuz düzenli olarak güvenlik denetimlerinden geçmektedir.

source: Do you offer customer support?
tr: Müşteri desteği sunuyor musunuz?

source: Yes, we have a dedicated customer support team available to assist you with any queries or issues you may have. You can reach out to them through email, live chat, or our support ticket system.
tr: Evet, sorularınız veya sorunlarınız konusunda size yardımcı olmaya hazır özel bir müşteri destek ekibimiz bulunmaktadır. Onlara e-posta, canlı sohbet veya destek bildirim sistemimiz aracılığıyla ulaşabilirsiniz.

source: Is there a mobile app for the exchange?
tr: İşmobil uygulaması var mı?

source: Yes, we offer a mobile app for both Android and iOS devices, making it convenient for you to trade on-the-go.
tr: Evet, hem Android hem de iOS cihazlar için anında işlem yapmanızı kolaylaştıran bir mobil uygulama sunuyoruz

source: Unlock the Power of Your Crypto
tr: Kripto Para Gücünün Kilidini Açın

source: Trade Your Crypto Assets with Ease and Security, Enjoying Low Commissions
tr: Düşük Komisyonların Keyfini Çıkararak Kripto Varlıklarınızı Kolaylık ve Güvenlikle kullanın.

source: Let's go
tr: Başlayalım

source: Join the Crypto Revolution Today!, and Join the Crypto Revolution
tr: Kripto Devrimine Bugün Katılın!

source: Low-Fee Trading
tr: Düşük Komisyonlu işlemler

source: Trade cryptocurrencies with confidence, knowing that our platform offers some of the lowest fees in the industry. Keep more of your profits as you explore the crypto market.
tr: Platformumuzun sektördeki en düşük ücretlerden bazılarını sunduğunu bilerek kripto para birimleriyle güvenle ticaret yapın. Kripto pazarını keşfederken kârınızın daha fazlasını koruyun.

source: Secure Wallet Services
tr: Güvenli Cüzdan Hizmetleri

source: Rest easy knowing that your digital assets are stored in the highest level of security. Our advanced wallet technology ensures your cryptocurrencies are safe from potential threats.
tr: Dijital varlıklarınızın en üst düzeyde güvenlikle saklandığını bilmenin içiniz rahat olsun. Gelişmiş cüzdan teknolojimiz, kripto para birimlerinizin potansiyel tehditlere karşı korunmasını sağlar.

source: Local Expertise and Support
tr: Uzmanlık ve Destek Hizmetlerimiz

source: Experience the advantage of local expertise. Our friendly and knowledgeable team is here to assist you every step of the way, ensuring your crypto journey is smooth and successful.
tr: Uzmanlarımız tarafından verilen destek hizmetlerimizin avantajını yaşayın. Dost canlısı ve bilgili ekibimiz, kripto yolculuğunuzun sorunsuz ve başarılı olmasını sağlamak için yolun her adımında size yardımcı olmak için buradalar.

source: Currency Converter
tr: Para birimi dönüştürücüsü

source: Amount
tr: Miktar

source: From
tr: den

source: To
tr: Krypto

source: Select The Crypto Currenc
tr: Kripto seçin

source: Convert
tr: dönüştür

source: Join Us Today and Experience Confidence in Every Transaction
tr: Bugün Bize Katılın ve Her İşlemde Güveni Yaşayın

source: Fortify Your Crypto Future with Unparalleled Security
tr: Kripto Geleceğinizi Benzersiz Güvenlikle Güçlendirin

source: Cutting-Edge Encryption
tr: Son Teknoloji Şifrelemesi

source: Multi-Factor Authentication
tr: Çok Faktörlü Kimlik Doğrulama

source: Cold Storage Solutions
tr: Bulut Depolama Çözümleri

source: 24/7 Security Monitoring
tr: 7/24 Güvenlik Takibi

source: Elevate Your Crypto Experience with Our Mobile App
tr: Mobil Uygulamamızla Kripto Deneyiminizi Yükseltin

source: Join Now for Instant Access to Secure, Convenient Exchange on the Go
tr: Hemen Güvenli, Kullanışlı Değişime Anında Erişim için Şimdi Katılın

source: User-Friendly Mobile App
tr: Kullanıcı Dostu Mobil Uygulama

source: Secure and Encrypted
tr: Güvenli ve Şifreli

source: Real-Time Trading
tr: Gerçek Zamanlı İşlem

source: Instant Notifications
tr: Anlık Bildirimler

source: Home
tr: Anasayfa

source: Our Services
tr: Hizmetlerimiz

source: About Us
tr: Hakkımızda

source: Our Partner
tr: İş Ortaklarımız

source: Contact Us
tr: Bize Ulaşın

source: Privacy Policy
tr: Gizlilik Politikası

source: Apply
tr: Talep

source: Login
tr: Giriş

source: About
tr: Hakkımızda

source: Services
tr: Hizmetler

source: Welcome to our partnership with <strong>iktisad Bank</strong>. We are proud to collaborate with iktisad Bank to provide innovative cryptocurrency trading services in North Cyprus.
tr: <strong>İktisad Bank</strong> ile olan ortaklığımıza hoş geldiniz. Kuzey Kıbrıs'ta yenilikçi kripto para ticareti hizmetleri sunmak için İktisad Bank ile işbirliği yapmaktan gurur duyuyoruz.

source: Leading Bank of Northern Cyprus <strong>iktisad Bank</strong>, which was established in 1990 leads the way in both private and corporate banking with branches across the country. Over the past 20 years, İktisatbank has pioneered the introduction of a number of products and services that other banks did not offer. In 2002, we introduced the Lemar Advantage Card, together with telephone banking services. In 2003, we introduced our SmartCard, the first credit card in Northern Cyprus, and also launched a network of ATM's across the country. In 2004, İktisatbank was the first to launch an internet banking facility. In 2006, we launched the first call center with banking transaction in Northern Cyprus. In that year, in response to the growing number of foreign residents on the island, İktisatbank opened an English-speaking Department at its Kyrenia branch. In 2012, the department became the Multicultural Banking Department and the service was extended to all branches in Kyrenia and Famagusta. In June of that year, a Russian-speaking representative joined the team to cater for the growing needs of other foreign nationalities.
tr: KKTC'de ilklerin bankası olan Kıbrıs <strong>İktisat Bankası</strong> Ltd. kurulduğu 1990 yılından beri, bireysel ve ticari bankacılık alanında uzmanlaşmış olup, KKTC'de faaliyet gösteren özel sermayeli yerel bankalar arasında lider konumundadır.İktisatbank mevcut bankacılık ürün ve hizmetlerini durmadan zenginleştirmeyi ilke edinmiştir. Bu felsefe ile yola çıkarak 2002 yılında kapalı devre mağaza kartı olan Lemar Advantage kartı ve Telefon Bankacılığı hizmetini KKTC’ye ilk sunan Banka olmuştur. 5 Mart 2003 yılında uluslararası geçerliliği olan ilk kredi kartı olan SmartCard Kredi Kartı'nı piyasaya sunmuş, 2003 yılı içerisinde ATM Bankacılığı'nı, 2004 yılında İnternet Şubesi'ni, 2006 yılında ise Çağrı Merkezi hizmetlerini Kuzey Kıbrıs'ta hayata geçiren ilk banka konumunu almıştır.

source: Why PAYONE?
tr: Neden PAYONE?

source: We prioritize security, offering the utmost protection for your digital assets, giving you peace of mind in the often volatile world of cryptocurrencies.
tr: Güvenliği ön planda tutuyoruz, dijital varlıklarınız için en üst düzeyde koruma sağlıyoruz ve kripto para birimlerinin sıklıkla değişken olan dünyasında size gönül rahatlığı sağlıyoruz.

source: Join Us Now
tr: Şimdi bize katılın

source: Secure Services
tr: Güvenli Hizmetlerimiz

source: Our top priority is the security of your digital assets. We employ cutting-edge encryption and multi-factor authentication to ensure the utmost protection for your funds and data.
tr: En büyük önceliğimiz dijital varlıklarınızın güvenliğidir. Fonlarınız ve verileriniz için en üst düzeyde koruma sağlamak amacıyla son teknoloji şifreleme ve çok faktörlü kimlik doğrulama kullanıyoruz.

source: Easily convert between various cryptocurrencies and traditional fiat currencies with our intuitive currency converter, providing you with real-time exchange rates for seamless transactions.
tr: Sorunsuz işlemler için size gerçek zamanlı döviz kurları sağlayan, sezgisel para birimi dönüştürücümüzle çeşitli kripto para birimleri ve geleneksel fiat para birimleri arasında kolayca dönüşüm yapın.

source: Detailed Reports
tr: Ayrıntılı Raporlar

source: Stay informed with comprehensive reports on your crypto portfolio, including transaction histories, account balances, and performance analytics, empowering you to make well-informed financial decisions.!
tr: İşlem geçmişleri, hesap bakiyeleri ve performans analizleri de dahil olmak üzere kripto portföyünüz hakkında, iyi bilgiye dayalı finansal kararlar vermenizi sağlayan kapsamlı raporlardan haberdar olun.!

source: Friendly layout
tr: Kolay Kullanım

source: Our user-friendly interface is designed for both beginners and experienced traders, offering an intuitive and visually pleasing layout that makes navigating the platform a breeze.
tr: Kolay Kullanımlı arayüzümüz hem yeni başlayanlar hem de deneyimli yatırımcılar için tasarlanmış olup, platformda gezinmeyi kolaylaştıran sezgisel ve görsel olarak hoş bir düzen sunmaktadır.

source: 24/7 Tech support
tr: 7/24 Teknik Destek

source: Count on round-the-clock technical support from our knowledgeable team of experts. Whether you have questions, encounter issues, or need assistance, we're here to provide timely and helpful solutions.
tr: Bilgili uzman ekibimizin 24 saat teknik desteğine güvenin. Sorularınız varsa, sorunlarla karşılaşıyorsanız veya yardıma ihtiyacınız varsa, zamanında ve yararlı çözümler sunmak için buradayız.

source: A name you trust
tr: Güvendiğiniz bir isim

source: We've built a reputation based on trust and reliability in the crypto industry. Join a community of users who trust our platform for their cryptocurrency trading and investment needs.
tr: Kripto endüstrisinde güvene ve güvenilirliğe dayalı bir itibar oluşturduk. Kripto para ticareti ve yatırım ihtiyaçları için platformumuza güvenen kullanıcılardan oluşan bir topluluğa katılın.

source: Our Privacy Statement
tr: Gizlilik Sözleşmemiz

source: The Privacy Statement below outlines Payone's procedures for gathering, utilizing, and disclosing your Personal Information. This information is obtained during your visits to our website or app, or through other means in the course of providing our products and services and managing our business operations. It addresses the following inquiries:
tr: Aşağıdaki Gizlilik Bildirimi, Payone'un Kişisel Bilgilerinizi toplama, kullanma ve ifşa etme prosedürlerini özetlemektedir. Bu bilgiler, web sitemizi veya uygulamamızı kullanmanız sırasında veya ürünlerimizi ve hizmetlerimizi sizlere sunarken ve geliştirme operasyonlarımızı yönetirken hangi yollarla elde edilir. Tüm sorulara yanıt verir:

source: How do we collect information about you?
tr: Hakkınızda nasıl bilgi topluyoruz?

source: What Personal Information do we collect?
tr: Hangi Kişisel Bilgileri topluyoruz?

source: How do we use your Personal Information?
tr: Kişisel Bilgilerinizi nasıl kullanıyoruz?

source: How do we share your Personal Information?
tr: Kişisel Bilgilerinizi nasıl paylaşıyoruz?

source: How do we keep your Personal Information safe?
tr: Kişisel Bilgilerinizi nasıl güvende tutuyoruz?

source: Do we transfer your Personal Information outside of Turkey?
tr: Kişisel Bilgilerinizi Türkiye dışına aktarıyor muyuz?

source: What are your legal data privacy rights?
tr: Yasal veri gizliliği haklarınız nelerdir?

source: How long do we retain your Personal Information?
tr: Kişisel Bilgilerinizi ne kadar süreyle saklıyoruz?

source: How do we use your data to communicate and market to you?
tr: Verilerinizi sizinle iletişim kurmak ve size pazarlama yapmak için nasıl kullanıyoruz?

source: How do we make changes to this privacy statement?
tr: Bu gizlilik bildiriminde nasıl değişiklik yaparız?

source: Where does this privacy statement apply?
tr: Bu gizlilik beyanı nerede geçerlidir?

source: Who can you contact if you have further questions or requests about your privacy?
tr: Gizliliğiniz hakkında başka sorularınız veya talepleriniz varsa kiminle iletişime geçebilirsiniz?

source: In the following statement, MUNTEK TEKNOLOJI YAZILIM ANONIM SIRKETI will be referenced as MUNTEK.
tr: Aşağıdaki açıklamalarda MUNTEK TEKNOLOJI YAZILIM ANONIM SIRKETI, MUNTEK olarak anılacaktır.

source: We are part of our group of companies established as a start-up incubation center. Even though we are a young organization, we stand out with our experience in the sector with our engineer staff with more than 20 years of experience, and we develop new R&D-oriented projects in which we maintain the the start-up spirit and excitement. At the same time, we are positioned as the technology company of the group that also has investments in the field of crypto money.
tr: Start-up geliştirme merkezi olarak kurulan şirketler grubumuzun bir parçasıyız. Genç bir kuruluş olmamıza rağmen 20 yılı aşkın deneyime sahip mühendis kadromuzla sektördeki tecrübemizle öne çıkıyor, start-up ruhunu ve heyecanını sürdürdüğümüz Ar-Ge odaklı yeni projeler geliştiriyoruz. Aynı zamanda kripto para alanında da yatırımları bulunan grubun teknoloji şirketi olarak konumlanıyoruz.

source: How do we collect Personal Information about you?
tr: Hakkınızda nasıl bilgi topluyoruz?
