Repository: BenKekwandi/PAYONE-BACKUP
Catalog: Payone/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Absolutely, if you request to stop receiving marketing materials, we'll respect that. However, we'll maintain a record of your contact details and relevant information to ensure we comply with your request not to be contacted by us. It's all about respecting your preferences.
tr: Kesinlikle, pazarlama materyallerini almayı durdurmayı talep edebilirsiniz, buna saygı duyarız. Ancak, bizimle iletişime geçilmemesi talebinize uyduğumuzdan emin olmak için iletişim bilgilerinizin ve ilgili bilgilerin kaydını tutacağız. Her şey tercihlerinize saygı duymakla ilgilidir.

source: Just a heads up, we might hold on to your Personal Information for at least five years from the date you stop being our customer. The specific duration depends on the applicable laws or regulations in the jurisdictions where we operate.
tr: Sadece bir uyarı, Kişisel Bilgilerinizi müşterimiz olmayı bıraktığınız tarihten itibaren en az beş yıl boyunca saklayabiliriz. Belirli süre, faaliyet gösterdiğimiz yargı bölgelerinde yürürlükte olan yasa veya yönetmeliklere bağlıdır.

source: How do we inform you and market to you?
tr: Sizi nasıl bilgilendiriyor ve size nasıl pazarlıyoruz?

source: Staying compliant with the law, we'll send you personalized marketing information, including emails. This information may cover product and service updates, industry news, events, activities, offers, business-related insights, personnel updates, and tips. To enhance the relevance of these communications, we might combine your Personal Information like age, transaction history, and account usage.
tr: Yasalara uygun olarak, size e-postalar da dahil olmak üzere kişiselleştirilmiş pazarlama bilgileri göndereceğiz. Bu bilgiler ürün ve hizmet güncellemeleri, sektör haberleri, etkinlikler, faaliyetler, teklifler, işle ilgili içgörüler, personel güncellemeleri ve ipuçlarını kapsayabilir. Bu iletişimlerin alaka düzeyini artırmak için yaş, işlem geçmişi ve hesap kullanımı gibi Kişisel Bilgilerinizi birleştirebiliriz.

source: You have the power to say mo at any time. Just hit the opt-out links on any marketing message or contact us directly (details below). Opting out won't affect Personal Information collected for specific purposes, requests, orders, events, activities, or any previous dealings with you.
tr: İstediğiniz zaman mail isteme hakkına sahipsiniz. Sadece herhangi bir pazarlama mesajındaki vazgeçme bağlantılarına basın veya doğrudan bizimle iletişime geçin (ayrıntılar aşağıda). Vazgeçmek, belirli amaçlar, talepler, siparişler, etkinlikler, faaliyetler veya sizinle olan önceki ilişkiler için toplanan Kişisel Bilgileri etkilemeyecektir.

source: If you wish to unsubscribe from an email publication, simply click the 'unsubscribe' button at the bottom of the email. It may take up to [10] days for this to take effect.
tr: Bir e-posta yayınının aboneliğinden çıkmak istiyorsanız, e-postanın altındaki 'abonelikten çık' düğmesine tıklamanız yeterlidir. Bu işlemin yürürlüğe girmesi [10] gün kadar sürebilir.

source: Changes to our Privacy Statement
tr: Gizlilik Beyanımızdaki Değişiklikler

source: This version of our privacy statement was last updated on the date mentioned above. Archived historic versions are available upon request by contacting us.
tr: Bu sürüm en son yukarıda belirtilen tarihte güncellendi ve tarihi sürümler arşivlendi ve bizimle iletişime geçerek edinilebilir.

source: To ensure the accuracy and currency of the Personal Information we have about you, please keep us in the loop if there are any changes during our relationship. Keeping the information up-to-date helps us serve you better.
tr: Hakkınızda sahip olduğumuz Kişisel Bilgilerin doğruluğunu ve güncelliğini sağlamak için, ilişkimiz sırasında herhangi bir değişiklik olması durumunda lütfen bizi bilgilendirin. Bilgileri güncel tutmak size daha iyi hizmet vermemize yardımcı olur.

source: Where does this Privacy Statement apply?
tr: Bu Gizlilik Bildirimi nerede geçerlidir?

source: This Privacy Statement covers all services provided by the Muntek Group and services on third-party sites, including advertising services. However, it doesn't extend to services with distinct privacy notices that don't integrate this Privacy Statement.
tr: Bu Gizlilik Bildirimi, Muntek Group tarafından sağlanan tüm hizmetleri ve reklam hizmetleri de dahil olmak üzere üçüncü taraf sitelerdeki hizmetleri kapsar. Ancak, bu Gizlilik Bildirimini entegre etmeyen farklı gizlilik bildirimlerine sahip hizmetleri kapsamaz.

source: Take note, this Privacy Statement doesn't govern the information practices of other companies or organizations advertising our services. It also doesn't apply to services provided by other companies or individuals, including products or sites that may include our Services or be linked from our Services.
tr: Bu Gizlilik Bildiriminin, hizmetlerimizin reklamını yapan diğer şirket veya kuruluşların bilgi uygulamalarını yönetmediğini unutmayın. Ayrıca, Hizmetlerimizi içerebilecek veya Hizmetlerimizden bağlantı verilebilecek ürünler veya siteler dahil olmak üzere diğer şirketler veya bireyler tarafından sağlanan hizmetler için de geçerli değildir.

source: Who can you contact?
tr: Gizliliğiniz hakkında başka sorularınız veya talepleriniz varsa kiminle iletişime geçebilirsiniz?

source: For any questions or concerns about the use or disclosure of your Personal Information, feel free to reach out to us using the contact information provided below. We're here to investigate and address any complaints or disputes promptly. If you have inquiries about this Privacy Statement or need to get in touch, drop us an email at:
tr: Kişisel Bilgilerinizin kullanımı veya ifşası ile ilgili her türlü soru veya endişeniz için, aşağıda verilen iletişim bilgilerini kullanarak bize ulaşmaktan çekinmeyin. Her türlü şikayet veya anlaşmazlığı derhal araştırmak ve ele almak için buradayız. Bu Gizlilik Bildirimi hakkında sorularınız varsa veya iletişime geçmeniz gerekiyorsa, bize legal@muntek.com.tr adresinden bir e-posta gönderin.

source: Today's Rates
tr: Anlık Oranlar

source: Payment History
tr: Hesap Geçmişi

source: This is a History Table
tr: Bu bir Tarih Tablosudur

source: Reference Number
tr: Referans Numarası

source: Transaction Start Date
tr: İşlem Başlangıç Tarihi

source: Transaction Received Date
tr: İşlemin Alındığı Tarih

source: Expected Crypto
tr: Beklenen Kripto Tutarı

source: Received Crypto
tr: Gelen Kripto Tutarı

source: Crypto Type
tr: Kripto Tipi

source: Expected Amount
tr: Beklenen Tutar (TL)

source: Receivable Amount
tr: Alacak Tutar (TL)

source: Unpaid Amount
tr: Eksik Ödenen Tutar (TL)

source: Exchange Rate
tr: Anlık Kur (TL)

source: Network
tr: Ağ

source: Service Fee
tr: Hizmet Bedeli

source: Status
tr: Durum

source: Dashboard
tr: Günlük Gösterge Paneli

source: Info
tr: Bilgi

source: Create Payment Link
tr: Ödeme için Link Oluştur

source: Reports
tr: Raporlar

source: Security
tr: Güvenlik

source: Account Info
tr: Hesap bilgisi

source: Logout
tr: Çıkış Yap

source: Choose a language
tr: Bir dil seçin

source: Sign In to PAYONE
tr: Satış Paneline Giriş Yapın

source: Type your 6 digit security code
tr: 6 Haneli Güvenlik Kodunuzu Yazın

source: Please wait..
tr: Lütfen bekleyin..

source: Select Currency
tr: Para Birimi

source: Select Crypto
tr: Kripto Birimini seçin

source: Select Crypto Currency
tr: Kripto seçin

source: Select Network
tr: Ağ Seçiniz

source: Select Crypto Network
tr: Kripto Ağını Seçin

source: Payment Amount
tr: Ödeme Tutarı (TL)

source: Calculate
tr: Hesapla

source: Create QR Code?
tr: QR Kodu oluşturulsun mu?

source: QR Code
tr: Kare Kod

source: Cancel
tr: İptal

source: Create
tr: Oluştur

source: Payment Report
tr: Ödeme Raporu

source: This is Payments Report Table
tr: Bu Ödemeler Rapor Tablosu

source: Transaction ID
tr: İşlem ID

source: Transaction Date And Time
tr: İşlem Tarihi ve Saati

source: status
tr: Durum

source: User Account Details
tr: Kullanıcı Hesabı Detayları

source: Oh snap! Change a few things up and try submitting again.
tr: Tekrar Göndermeyi Deneyin.

source: Last Login date
tr: Son Giriş Tarihi

source: Commission Rate
tr: Komisyon Oranı

source: Name and Surname
tr: Adı Ve Soyadı

source: Email Address
tr: E-posta

source: Telephone
tr: Telefon

source: Successful Payment
tr: Başarılı Ödeme

source: Awaiting Payment
tr: Bekleyen Ödeme

source: Canceled Payment
tr: İptal Edilen Ödeme

source: Return to dashboard
tr: Gösterge Paneline dönüş

source: Transaction Date
tr: İşlem Tarihi

source: Branch
tr: Şube

source: Cashier Transaction Number
tr: Kasiyer İşlem Numarası

source: Transaction Amount
tr: İşlem tutarı

source: Converted Amount
tr: Dönüştürülen Tutar

source: Currency Amount
tr: Döviz Tutarı

source: Current Commission
tr: Mevcut Komisyon

source: Transfered to Account
tr: Hesaba Aktarıldı
